{
  "about": {
    "name": "Sam Forbush",
    "pic": "https://cdn.glitch.com/67e672f1-2a4e-41a0-b938-d63b1240b7f0%2F1601323510034.jpeg?v=1612391908463",
    "title": "Student at Boston College",
    "email": "forbushs@bc.edu",
    "address": "140 Commonwealth Ave, Chestnut Hill, MA 02467",
    "linkedin": "https://www.linkedin.com/in/sam-forbush-56a8a41a9/",
    "bio": "Sam Forbush is a student at Boston College. He is a CS major and Math minor, with a primary interest in software development. He graduated from Algonquin Regional High School in 2019 and is expected to graduate from BC in 2023."
  },
  "news": [
    {
      "title": "Began First Semester at BC",
      "date": "Aug 28, 2019"
    },
    {
      "title": "Graduated From ARHS",
      "date": "Spring 2019"
    },
    {
      "title": "Achieved 2nd Place at ICDC",
      "date": "Spring 2018"
    }
  ],
  "projects": [
    {
      "id": "humaneye",
      "title": "Rod Cell Simulation",
      "symbol": "far fa-eye",
      "tag": "Coursework",
      "pic": "https://cdn.glitch.com/67e672f1-2a4e-41a0-b938-d63b1240b7f0%2FIMG_2592%202.jpg?v=1612758836238",
      "description": "This project, completed in 2019, simulates the distribution of rod cells in the human eye, taking into account the expected proportion of colored rods. It was developed in Ocaml as a part of the Computer Science 1 Honors program at Boston College. As shown, the cells are not completely randomly distributed, as there is approximately even space between any two neighboring cells. This was done to make a more realistic simulation, as the cells in the human eye are also approximately evenly spaced."
    },
    {
      "id": "cre",
      "title": "Chinese Room Experiment Game",
      "symbol": "fas fa-gamepad",
      "tag": "Research",
      "pic": "https://cdn.glitch.com/67e672f1-2a4e-41a0-b938-d63b1240b7f0%2FScreen%20Shot%202021-02-07%20at%201.49.56%20PM.png?v=1612758768346",
      "description": "Currently a work in progress, this game attempts to provide an accurate simulation of the Chinese Room thought experiment proposed by John Searle. While completing puzzles of increasing difficulty, the player gets the chance to explore the main question that the experiment represents: Will computers ever be truly sentient, or are they doomed to only mirror human intelligence from the outside? This project is currently being developed in Unity through a research grant from Rensselaer Polytechnic Institute."
    }
    
  ]
}
